Repository: dunvit/EveJima
Catalog: Client/EvaJimaCore/Localization/*.resx
Languages: russian

# LoadAllPilotesFromStorage
source: Load data from CCP SSO (single sign-on) site.
russian: Загрузка данных с сайта CCP SSO (single sign-on).

# LoadPilotsFromCache
source: Load {0} pilotes from cache
russian: Загрузить пилотов из кэша. Пилотов {0}

# StartAuthorizePilot
source: Start authorize for {0}
russian: Начало авторизации для пилота {0}

# Tab_Bookmarks
source: Bookmarks
russian: Закладки

# Tab_Bookmarks_Analyze
source: Analyze
russian: Анализировать

# Tab_Bookmarks_Bookmarks
source: Bookmarks
russian: Закладки

# Tab_Bookmarks_Clear
source: Clear
russian: Очистить

# Tab_Bookmarks_PasteCosmicSignatures
source: Paste Cosmic Signatures
russian: Вставить сигнатуры

# Tab_Bookmarks_PasteLocationBookmarks
source: Paste Location Bookmarks
russian: Вставить закладки координат

# Tab_Bookmarks_Signatures
source: Signatures
russian: Сигнатуры

# Tab_Browser
source: Browser
russian: Браузер

# Tab_Information
source: Information
russian: Информация

# Tab_Information_Class
source: Class
russian: Класс

# Tab_Information_Constellation
source: Constellation
russian: Созвездие

# Tab_Information_Effect
source: WH Effect
russian: Эффект

# Tab_Information_EllathaWarning
source: Ellatha only for W-Space systems
russian: Ellatha показывает информацию только для W-Space систем

# Tab_Information_MaxJumpMass
source: Max Jump Mass
russian: Максимальная пропускная масса

# Tab_Information_MaxStableMass
source: Max Stable Mass
russian: Максимальная масса

# Tab_Information_Region
source: Region
russian: Регион

# Tab_Information_SolarSystem
source: Solar System
russian: Солнечная система

# Tab_Information_Static
source: WH Static
russian: Статик

# Tab_Location
source: Location
russian: Местоположение

# Tab_Pathfinder
source: Pathfinder
russian: Следопыт

# Tab_Pilots
source: Pilots
russian: Пилоты

# Tab_Settings
source: Settings
russian: Установки

# Tab_Settings_Author
source: Author:
russian: Автор:

# Tab_Settings_EveJimaVersion
source: Eve Jima version:
russian: Eve Jima версия:

# Tab_Settings_NeedRestart
source: (need restart)
russian: (перезагрузка)

# Tab_Settings_SaveSettings
source: Save settings
russian: Сохранить установки

# Tab_Settings_ShortSignatureRebuild
source: Short signature rebuild:
russian: Копировать сигнатуры в память:

# Tab_Settings_UseBrowser
source: Use Browser:
russian: Браузер включен:

# Tab_Settings_UseWormholesMap
source: Use Wormholes Map:
russian: Карта червоточен включена:

# TextAfterAuthorizationInfo
source: You have successfully logged into the system and the EveJima can now keep track of your current position. You can log in again with another character.
russian: Вы успешно авторизовались в EveJima. Мы отслеживаем ваше местоположение в космосе.

# TextAuthorizationInfo
source: To login you will need to press the button and go to the CCP SSO (single sign-on) site. All your private data will remain on the CCP's website.
russian: Для авторизации вы должны нажать кнопку CCP SSO. Все ваши личные данные остаются на сайте CCP

# Tab_Map_CentreLocationSystem
source: Centre Location System
russian: Центрировать по местоположению

# Tab_Map_CentreSelectedSystem
source: Centre Selected System
russian: Центрировать по выбранной системе

# Tab_Map_Commands
source: Commands
russian: Команды

# Tab_Map_CosmicSignature
source: Cosmic Signature
russian: Сигнатура

# Tab_Map_DeathNotice
source: Death Notice. I was killed
russian: Похоронка. Я умер.

# Tab_Map_DeleteAll
source: Delete All
russian: Удалить все

# Tab_Map_Information
source: Information
russian: Информация

# Tab_Map_InternalResourses
source: Internal Resourses
russian: Внешние ссылки

# Tab_Map_IsMemberCanDeleteSystem
source: Is member can delete systems
russian: Может ли участник удалять системы

# Tab_Map_MapOwner
source: Map Owner
russian: Владелец карты

# Tab_Map_Map_Key
source: Map Key
russian: Ключ карты

# Tab_Map_MessageFillMapKey
source: Please fill 'Map Key' field.
russian: Пожалуйста введите ключ карты

# Tab_Map_PasteSignatures
source: Paste Signatures
russian: Вставить сигнатуры

# Tab_Map_Pilot
source: Pilots
russian: Пилоты

# Tab_Map_Reload
source: Reload Map
russian: Перезагрузить

# Tab_Map_SaveLowSec
source: Save LowSec systems
russian: Сохранять LowSec системы

# Tab_Map_ServerAddress
source: Server Address
russian: Адрес сервера

# Tab_Map_Settings
source: Settings
russian: Установки

# Tab_Map_SettingsLabel
source: Map Settings
russian: Установки карты

# Tab_Map_Signatures
source: Signatures
russian: Сигнатуры

# Tab_Map_SolarSystemInformation
source: Solar System Information
russian: Солнечная система

# Tab_Map_UpdateAll
source: Update All
russian: Сохранить все

# Tab_Settings_Language
source: Language:
russian: Язык:

# TextNeedAuthorization
source: This module requires the authorization of the pilot. Go to the "Pilots" tab for authorization in CCP SSO (single sign-on) site.
russian: Для работы этого модуля необходима авторизация пилота. Пройдите на вкладку "Пилоты".

# Tab_Router
source: Router
russian: Маршрутизатор

# Tab_Settings_Intercept_links_from_EVE
source: Intercept links from EVE
russian: Открывать линки из клиента Евы

# Tab_Router_CreateRoute
source: Create route for pilot:
russian: Создать маршрут для пилота:

# Tab_Router_LoadFromFile
source: Load from file
russian: Загрузить из файла

# Tab_Router_SetDestination
source: Set route destination
russian: Задать маршрут

# Tab_Settings_IsOpenZkillboardInNewTab
source: Open zkillboard in new tab:
russian: Открывать zkillboard в новой вкладке:

# Tab_Settings_UseWhiteColorForSystems
source: Use white color for systems
russian: Белый цвет для звездных систем:

# Tab_TravelHistory
source: Travel History
russian: История посещений

# Tab_TravelHistory_Help
source: For copy all signatures of current solar system click to signatures in Eve Online, select all (CRL+A) and copy to clipboard (CRL-C). After this click on button "Show new signatures" in this control.
russian: Для копирования всех космических сигнатур перейдите в клиент Eve Online, кликните левой кнопкой мыши на списке сигнатур. Выберите все (CRL+A) и скопируйте их в память (CRL-C). После этого вернитесь сюда и нажмите кнопку "Показать новые сигнатуры".

# Tab_TravelHistory_NewSignaturesLabel
source: New signatures from last visit
russian: Новые сигнатуры с последней проверки

# Tab_TravelHistory_ShowNewSignatures
source: Show new signatures
russian: Показать новые сигнатуры

# Tab_PilotInfo_ClearHistory
source: Clear History
russian: Очистить историю

# Tab_PilotInfo_CopyPilotsFromClipboard
source: Copy pilots from Clipboard
russian: Копировать пилотов из памяти

# Tab_PilotInfo_EnterPilotName
source: Enter pilot name
russian: Введите имя пилота

# Tab_PilotInfo_History
source: History
russian: История

# Tab_PilotInfo_PilotNotFound
source: Pilot not found
russian: Пилот не найден

# Tab_PilotInfo_Pilots
source: Pilots (copy from Eve chat)
russian: Пилоты (копировать из чата Евы)

# Tab_PilotInfo_SelectedPilot
source: Selected Pilot
russian: Выбранный пилот

# Tab_PilotsInfo
source: Information about pilots
russian: Информация о пилотах

# Tab_WormholeInfo
source: Wormhole Information
russian: Информация о червоточинах

# Tab_WormholeInfo_Class
source: Class:
russian: Класс:

# Tab_WormholeInfo_MaxJumpMass
source: Max Jump Mass:
russian: Максимальная пропускная масса:

# Tab_WormholeInfo_MaxMassRegeneration
source: Max Mass Regeneration:
russian: Регенерация:

# Tab_WormholeInfo_MaxStableMass
source: Max Stable Mass:
russian: Масса стабильности:

# Tab_WormholeInfo_MaxStableTime
source: Max Stable Time:
russian: Время стабильности:

# Tab_WormholeInfo_Name
source: Name:
russian: Название:

# Tab_WormholeInfo_Type
source: Type:
russian: Тип:

# Tab_Authorization_EditPilots
source: Edit pilots
russian: Редактировать

# Tab_EditPilots_Delete
source: Delete
russian: Удалить

# Tab_EditPilots_Message_AfterDelete
source: * After "Save" you will lost all deleted pilots information and keys
russian: * После операции "Сохранить" вы потеряете все данные для удаленных пилотов

# Tab_EditPilots_Message_NeedRestart
source: * Operation "Save" need restart EveJima client
russian: * Операция "Сохранить" требует перезапуска EveJima

# Tab_EditPilots_Return
source: Return
russian: Вернуться

# Tab_EditPilots_Save
source: Save
russian: Сохранить

# Tab_BookmarkPattern_CodeLetters
source: Code Letters:
russian: Код буквы:

# Tab_BookmarkPattern_CodeNumbers
source: Code Numbers:
russian: Код цифры:

# Tab_BookmarkPattern_DataSites
source: Type - Data sites:
russian: Тип - Data sites:

# Tab_BookmarkPattern_DateTime
source: Date Time:
russian: Время:

# Tab_BookmarkPattern_GasSites
source: Type - Gas sites:
russian: Тип - Gas sites:

# Tab_BookmarkPattern_Preview
source: Preview:
russian: Предпросмотр:

# Tab_BookmarkPattern_RelicSites
source: Type - Relic sites:
russian: Тип - Relic sites:

# Tab_BookmarkPattern_Return
source: Return
russian: Назад

# Tab_BookmarkPattern_Save
source: Save
russian: Сохранить

# Tab_BookmarkPattern_User
source: User:
russian: Юзер:

# Tab_BookmarkPattern_WormholeSites
source: Type - Wormhole:
russian: Тип - Wormhole:
